"AWAY_LOCK_LABEL" = "feloldás";
"AWAY_LOCK_LABEL_SHORT" = "feloldás";
"AWAY_LOCK_LABEL_FORMAT" = "%@";
"AWAY_LOCK_EMERGENCY_LABEL" = "vészhelyzet";
"AWAY_LOCK_BUDDY_LABEL" = "beállítás";
"AWAY_SMS_LABEL" = "Szöveg";
"AWAY_MISSED_CALL_LABEL" = "Nem fogadott hívás";
"AWAY_MISSED_VOICEMAIL_LABEL" = "Hangposta";
"VOICEMAIL_AVAILABLE" = "Hangposta elérhető";
"AWAY_EMPTY_CALL" = "Ismeretlen";
"AWAY_EMPTY_SMS" = "Ismeretlen";
"AWAY_EMPTY_VM" = "Ismeretlen";
"AWAY_CALENDAR_LABEL" = "Esemény";
"REMOTE_NOTIFICATIONS_LOCK_FORMAT" = "%@";
"REMOTE_NOTIFICATIONS_LOCK_LABEL" = "megjelenítés";
"DISMISS_ALERT" = "Bezárás";
"DONE" = "Kész";
"REPLY" = "Válaszolás";
"REDIAL" = "Újratárcsázás";
"ACCEPT" = "Fogadás";
"SMS_READ" = "Olvasás";
"SMS_ALERT_TITLE" = "Szöveges üzenet";
"SLIDE_TO_ANSWER" = "fogadás";
"POWER_DOWN_LINE_1" = "tartsa nyomva a gombot";
"POWER_DOWN_LINE_2" = "kikapcsoláshoz";
"PIN_LOCKED_STRING" = "Az Ön SIM-kártyája zárolva van. Fel kívánja oldani azt?";
"UNLOCK" = "Feloldás";
"IPOD_ONLY" = "iPod";

"NEW_VOICEMAIL" = "Új hangposta";
"NEW_VOICEMAIL_BODY" = "Hangposta";
"NEW_VOICEMAIL_FROM" = "Új hangposta %@ hívótól";
"SLIDE_TO_LISTEN" = "meghallgatás";
"LISTEN" = "Hallgatás";

"CALLING" = "hívás…";
"CALLING_LABEL_FORMAT" = "%@ hívása…";

"SLIDE_TO_CALL_BACK" = "visszahívás";
"SLIDE_TO_CALL_BACK_SHORT" = "visszahívás";
"CALL_BACK" = "Visszahívás";
"CALL_FAILURE" = "Hívási hiba";
"CALL_WITH" = "Hívás: %@ %@";

"PIN_LOCKED_TITLE" = "SIM zárolva";
"ENTER_PIN_TITLE" = "Adja meg a PIN-kódot";
"PIN_ATTEMPT_REMAINING" = "1 kísérlet maradt még";
"PIN_ATTEMPTS_REMAINING" = "%@ kísérlet maradt még";
"WAITING_RESPONSE_TITLE" = "Feloldás…";
"WAIT_FOR_UNLOCK" = "kérem, várjon";
"PIN_UNLOCK_FAILED_TITLE" = "Helytelen PIN";

"PUK_LOCKED_TITLE" = "PUK által zárolva";
"ENTER_PUK_TITLE" = "Adja meg a PUK-kódot";
"PUK_LOCKED_STRING" = "Az Ön SIM-jéhez nem lehet hozzáférni. Kérem, a PUK-kódjának beszerzéséhez hívja a szolgáltatóját.";
"PUK_LOCKED_ENTER_PIN" = "Adja meg a PIN-kódot";
"PUK_LOCKED_ENTER_PIN_LABEL" = "válasszon új PIN-kódot";
"PUK_LOCKED_CONFIRM_PIN" = "Erősítse meg az új PIN-t";
"PUK_LOCKED_CONFIRM_PIN_LABEL" = "ismét adja meg az új PIN-kódot";
"PUK_UNLOCK_FAILED_TITLE" = "Helytelen PUK";
"PUK_LOCKED_PIN_MISMATCH_LABEL" = "az előző PIN-ek nem egyeznek";
"BRICKED_AND_SIM_LOCKED_STRING_IPHONE" = "Az iPhone aktiválásához helyezzen be egy PIN-zárolás nélküli érvényes SIM-kártyát.";
"BRICKED_AND_SIM_LOCKED_STRING_IPAD" = "Az iPad aktiválásához helyezzen be egy PIN-zárolás nélküli érvényes SIM-kártyát.";
"PUK_HOPELESSLY_LOCKED_TITLE" = "PUK lejárt";
"PUK_HOPELESSLY_LOCKED_STRING" = "Kimerítette az összes lehetőségét a SIM feloldására. Kérem, lépjen kapcsolatba a szolgáltatójával.";

"MISSING_SIM_TITLE" = "Nincs behelyezve SIM-kártya";
"LOCKED_SIM_TITLE" = "Helytelen SIM";

"PERSONALIZATION_LOCK_ENTER_CODE" = "Adja meg a kódot";
"PERSONALIZATION_UNLOCK_FAILED_TITLE" = "Helytelen kód";

"NETWORK_LOCKED_LABEL" = "hálózati személyre szabás";
"OPERATOR_LOCKED_LABEL" = "szolgáltatói személyre szabás";
"OPERATOR_SS_LOCKED_LABEL" = "szolgáltató másodlagos testre szabás";
"CORPORATE_LOCKED_LABEL" = "céges személyre szabás";
"SERVICE_PROVIDER_LOCKED_LABEL" = "szolgáltatói személyre szabás";

"PERSONALIZATION_LOCKED_SIM_STRING" = "Ezt az iPhone készüléket elfogadott SIM-mel kell használni.";

"NETWORK_LOCKED_SIM_STRING" = "Az Ön telefonja megadott SIM-kártyához van társítva.";
"OPERATOR_LOCKED_SIM_STRING" = "Az Ön telefonja megadott hálózati szolgáltató által kibocsátott SIM-kártyákhoz van társítva.";
"OPERATOR_SUBSET_LOCKED_SIM_STRING" = "Az Ön telefonja megadott hálózati szolgáltató által kibocsátott bizonyos SIM-kártyákhoz van társítva.";
"CORPORATE_LOCKED_SIM_STRING" = "Az Ön telefonja megadott céges kibocsátású SIM-kártyákhoz van társítva.";
"SERVICE_PROVIDER_LOCKED_SIM_STRING" = "Az Ön telefonja megadott szolgáltató által kibocsátott SIM-kártyákhoz van társítva.";

"DURATION_PREAMBLE" = "Vissza a híváshoz? Koppintson ide.";
"PLEASE_WAIT" = "Kérem, várjon…";
"BAD_SIM_TITLE" = "SIM-hiba";
"BAD_SIM_STRING" = "SIM-kártyáját cserélni kell. Kérem, lépjen kapcsolatba a szolgáltatójával.";
"CHARS_REMAINING" = "%@ karakter van még hátra";
"CHAR_REMAINING" = "%@ karakter van még hátra";
"UNKNOWN" = "Ismeretlen";
"BLOCKED" = "Rejtett";
"CANCEL" = "Mégsem";
"BACK" = "Vissza";
"SEND" = "Küldés";
"YES" = "Igen";
"NO" = "Nem";
"NEW_TEXT_MESSAGE" = "Új szöveges üzenet";

"VIEW" = "Megjelenítés";
"CLOSE" = "Bezárás";
"POWER_DOWN_LOCK_LABEL" = "kikapcsolás";
"POWER_DOWN_CANCEL" = "Mégsem";
"DIAL" = "Tárcsázás";
"NO_SERVICE" = "Nincs szolgáltatás";
"SEARCHING" = "Keresés…";
"SOS_ONLY" = "Csak vészhívás";
"NO_SIM" = "Nincs SIM";
"BAD_SIM" = "Érvénytelen SIM";
"LOCKED_SIM" = "Zárolt SIM";
"MULTIPLE_CALLS" = "Több hívás";
"CONFERENCE_CALL" = "Konferencia";

"Call Failure\n%@\n%@" = "Hívási hiba\n%@\n%@";

"MOBILITY_MANAGEMENT_FORMAT_STRING" = "MM #%d";
"Smart chip not provisioned" = "SIM nem áll rendelkezésre";
"Smart chip not allowed" = "SIM nem engedélyezett";
"Call failed" = "Hívás sikertelen";
"Phone not allowed" = "Telefon nem engedélyezett";

"FIXED_DIALING_LOCKED_SIM_TITLE" = "Fix szám tárcsázás aktív";
"FIXED_DIALING_LOCKED_SIM_STRING" = "Az Ön SIM-jén fix szám tárcsázás van aktiválva. Csak vészhívások kezdeményezésére lesz képes.";

"TTY (No SIM)" = "TTY (nincs SIM)";
"TTY" = "TTY";
"USE_TTY_FOR_CALL" = "Használ TTY-t ehhez a híváshoz?";

"ENTER_PASSCODE" = "Adja meg a jelkódot";
"WRONG_PASSCODE" = "Rossz jelkód";
"TRY_AGAIN" = "új próba";
"DEVICE_BLOCKED" = "%@ letiltva";
"EMERGENCY_CALL" = "Vészhívás";
"EMERGENCY_CALL_TITLE" = "Vészhívás";
"CONNECT_TO_ITUNES" = "kapcsolódás az iTunes-ra";
"ONE_MINUTE_TO_UNBLOCK" = "újrapróbálkozás 1 perc múlva";
"MULTIPLE_MINUTES_TO_UNBLOCK" = "újrapróbálkozás %@ perc múlva";

"ALPHANUMERIC_PASSCODE_OK" = "OK";
"ALPHANUMERIC_PASSCODE_CANCEL" = "Mégsem";

"VOD_OK" = "OK";

"LOCAL_NOTIFICATION_SNOOZE" = "Szundikálás";

"LOW_BATT_TITLE" = "Gyenge akkumulátor";
"LOW_BATT_MSG_LEVEL" = "%@ akkumulátortöltöttség";

"AUTO_WIFI_SYNC_LOW_POWER" = "Az automatikus iTunes Wi-Fi-szinkronizálás folytatódik töltés közben.";
"AUTO_WLAN_SYNC_LOW_POWER" = "Az automatikus iTunes WLAN-szinkronizálás folytatódik töltés közben.";
"WIFI_SYNC_LOW_POWER" = "Az iTunes Wi-Fi-szinkronizálás folytatódik töltés közben.";
"WLAN_SYNC_LOW_POWER" = "Az iTunes WLAN-szinkronizálás folytatódik töltés közben.";
"SYNC_LOW_POWER" = "Az iTunes-szinkronizálás folytatódik töltés közben.";

"NETWORK_LOST" = "Hálózati kapcsolat megszakadt";
"NETWORK_RESTRICTED" = "Korlátozott hálózat";
"SETTINGS" = "Beállítások";
"NETWORK_LOST_TEXT" = "A kiválasztott mobil hálózata nem elérhető többé. A Beállítások használatával választhat másik hálózatot.";
"NETWORK_RESTRICTED_TEXT" = "A kiválasztott mobil hálózata korlátozott. A Beállítások használatával választhat másik hálózatot.";
"NETWORK_LOST_LOCK_LABEL" = "választás";
"NETWORK_LOST_LOCK_LABEL_SHORT" = "kiválasztás";

"CALL" = "Hívás";

"OK" = "OK";

"TIMER_LOCK_LABEL" = "időzítő leállítása";
"COUNT_DOWN_TIME_REACHED" = "Időzítés lejárt";

"LOW_DISK_SPACE_TITLE" = "A tárolóhely majdnem megtelt";
"LOW_DISK_SPACE_MESSAGE" = "A tárolóhelyet a Beállításokban kezelheti.";
"LOW_DISK_SPACE_DISMISS" = "Kész";
"LOW_DISK_SPACE_SETTINGS" = "Beállítások";

"DEAD_RADIO_TITLE" = "Visszatöltés szükséges";
"DEAD_RADIO_MESSAGE" = "Az iPhone nem képes hívások kezdeményezésére vagy fogadására. Végezzen visszatöltést az iTunes alkalmazásból.\nwww.apple.com/hu/support";

"DEVICE_INACTIVE" = "iPhone aktiválása";
"ACTIVATION_REQUIRED" = "Aktiválás szükséges";
"PHONE_ACTIVATED" = "Az iPhone aktiválva";
"WAITING_FOR_ACTIVATION_TITLE" = "Várakozás aktiválásra";
"WAITING_FOR_ACTIVATION_BODY" = "Ez eltarthat egy ideig.";
"ACTIVATION_FAILED_TITLE" = "Az iPhone készülék nincs aktiválva.";
"ACTIVATION_FAILED_BODY" = "Lépjen kapcsolatba a szolgáltatóval, ha ez a probléma továbbra is fennáll.";
"ACTIVATION_FAILED_BODY_SUPPORT" = "Ha ez a probléma továbbra is fennáll, egy másik telefonról lépjen kapcsolatba a szolgáltatóval a következő számon: %@.";
"ACTIVATION_FAILED_IGNORE_BUTTON" = "Kihagyás";
"ACTIVATION_FAILED_RETRY_BUTTON" = "Új próba";
"MISMATCHED_SIM_TITLE" = "Eltérő SIM-et észleltem";
"MISMATCHED_SIM_BODY" = "Kérem, kapcsolódjon az iTunes-ra";
"REGISTRATION_FAILED_TITLE" = "Aktiválási hiba";
"REGISTRATION_FAILED_BODY" = "Nem észlelhető jel. Az aktiválás végrehajtásához jelre van szükség.";

"CALL_FORWARDING_ACTIVE" = "Hívásátirányítás aktív";
"OUTGOING_CALL_FORWARDED" = "Kimenő hívás átirányítva";
"INCOMING_CALL_FORWARDED" = "Bejövő hívás átirányítva";

"AIRPLANE_DATA_PROMPT" = "Az adatok hozzáféréséhez kapcsolja ki a Repülőgép módot vagy használjon Wi-Fi hálózatot";
"AIRPLANE_DATA_PROMPT_WLAN" = "Az adatok hozzáféréséhez kapcsolja ki a Repülőgép módot vagy használjon WLAN hálózatot";
"AIRPLANE_DATA_PROMPT_NO_WIFI" = "Az adatok hozzáféréséhez kapcsolja ki a Repülőgép módot";
"AIRPLANE_DATA_OK" = "OK";
"AIRPLANE_DATA_SETTINGS" = "Beállítások";
"AIRPLANE_CELL_PROMPT" = "Az adat-hozzáféréshez ki kell kapcsolnia a repülőgép módot.";
"AIRPLANE_CELL_PROMPT_SMS" = "Üzenetek küldéséhez és fogadásához ki kell kapcsolnia a repülőgép módot.";

"IN_CALL_LAUNCH_ALERT" = "Miközben ez a hívás folyamatban van, a mobil adatkapcsolatok nem elérhetők.";
"IN_CALL_LAUNCH_OK" = "OK";

"PIN_ENTRY_SUCCESS" = "PIN megadása sikeres";
"PUK_ENTRY_SUCCESS" = "PUK megadása sikeres";

"SLIDE_TO_CANCEL" = "megszakítás";

"RESTORE_IN_PROGRESS" = "Visszatöltés folyamatban";
"RESTORE_COMPLETE" = "Visszatöltés kész";
"RESTORE_FAILED" = "Visszatöltés sikertelen";

"RESTORE_FAILURE_ALERT_RESTART_BUTTON_TITLE" = "Újraindítás";
"RESTORE_FAILURE_ALERT_BODY_TEXT" = "A visszatöltés során hiba lépett fel. Kérem, indítsa újra a(z) %@ elemet és próbálkozzon újra a visszatöltéssel.";

"RESET_IN_PROGRESS" = "%@ visszaállítása";
"RESET_COMPLETE" = "Visszaállítás kész";

"NO_NAME" = "Ismeretlen";

"HEADSET_VOLUME" = "fejkészlet";
"BLUETOOTH_VOLUME" = "bluetooth";
"RINGER_VOLUME" = "csengő";
"SOUND_EFFECTS_VOLUME" = "hangeffektusok";
"VOLUME" = "hangerő";
"HEADPHONES" = "fejhallgató";
"VOLUME_HUD_FORMAT" = "(%@)";

"RE-CALIBRATE COMPASS" = "Iránytű-interferencia";
"RE-CALIBRATE_INSTRUCTION_IPHONE" = "Távolodjon el minden interferenciától,\nvagy kalibráljon újra az iPhone\nnyolcas alakban való lengetésével.";
"RE-CALIBRATE_INSTRUCTION_IPOD" = "Távolodjon el minden interferenciától,\nvagy kalibráljon újra az iPod\nnyolcas alakban való lengetésével.";
"RE-CALIBRATE_INSTRUCTION_IPAD" = "Távolodjon el minden interferenciától,\nvagy kalibráljon újra az iPad\nnyolcas alakban való lengetésével.";

"EDGE_FAILURE" = "Mobil adathálózat nem aktiválható";
"EDGE_FAILURE_SETTINGS" = "Beállítások";  
"EDGE_ROAMING_FAILURE_TITLE" = "Adat-roaming ki van kapcsolva";
"EDGE_ROAMING_FAILURE_BODY" = "Használjon Wi-Fi hálózatot vagy kapcsolja be az adat-roamingot a Beállítások > Általános > Hálózat helyen. Járulékos díjak merülhetnek fel.";
"EDGE_ROAMING_FAILURE_BODY_WLAN" = "Használjon WLAN hálózatot vagy kapcsolja be az adat-roamingot a Beállítások > Általános > Hálózat helyen. Járulékos díjak merülhetnek fel.";
"EDGE_ROAMING_FAILURE_BODY_NO_WIFI" = "Kapcsolja be az adat-roamingot a Beállítások > Általános > Hálózat helyen. Járulékos díjak merülhetnek fel.";
"EDGE_ROAMING_FAILURE_BODY_IPAD" = "Használjon Wi-Fi hálózatot vagy kapcsolja be az adat-roamingot a Beállítások > Mobil adatforgalom helyen. Járulékos díjak merülhetnek fel.";
"EDGE_ROAMING_FAILURE_BODY_IPAD_WLAN" = "Használjon WLAN hálózatot vagy kapcsolja be az adat-roamingot a Beállítások > Mobil adatforgalom helyen. Járulékos díjak merülhetnek fel.";
"EDGE_ROAMING_FAILURE_BODY_IPAD_NO_WIFI" = "Kapcsolja be az adat-roamingot a Beállítások > Mobil adatforgalom helyen. Járulékos díjak merülhetnek fel.";
"EDGE_OFF_FAILURE_TITLE" = "A mobil adatforgalom ki van kapcsolva";
"EDGE_OFF_FAILURE_BODY" = "Az adatok hozzáféréséhez kapcsolja be a mobil adatforgalmat vagy használjon Wi-Fi hálózatot.";
"EDGE_OFF_FAILURE_BODY_WLAN" = "Az adatok hozzáféréséhez kapcsolja be a mobil adatforgalmat vagy használjon WLAN hálózatot.";
"EDGE_OFF_FAILURE_BODY_NO_WIFI" = "Az adatok hozzáféréséhez kapcsolja be a mobil adatforgalmat.";
"EDGE_OFF_FAILURE_BODY_IPAD" = "Az adatok hozzáféréséhez kapcsolja be a mobil adatforgalmat vagy használjon Wi-Fi hálózatot.";
"EDGE_OFF_FAILURE_BODY_IPAD_WLAN" = "Az adatok hozzáféréséhez kapcsolja be a mobil adatforgalmat vagy használjon WLAN hálózatot.";
"EDGE_OFF_FAILURE_BODY_IPAD_NO_WIFI" = "Az adatok hozzáféréséhez kapcsolja be a mobil adatforgalmat.";
"EDGE_OK" = "OK";

"kGprsIllegalMs" = "Illegális MS";
"kGprsIllegalMe" = "Illegális ME";
"kGprsServicesNotAllowed" = "GPRS szolgáltatások nem engedélyezettek";
"kGprsPlmnNotAllowed" = "PLMN nem engedélyezett";
"kGprsLocationAreaNotAllowed" = "Helyszín nem engedélyezett";
"kGprsRoamingNotAllowedInLocationArea" = "Ezen a helyszínen nem engedélyezett a roaming";
"kGprsServiceOptionNotSupported" = "Szolgáltatási opció nem támogatott";
"kGprsServiceOptionNotSubscribed" = "Ön nem rendelkezik mobil adatszolgáltatási előfizetéssel";
"kGprsServiceOptionTemporarilyOutOfOrder" = "A mobil adathálózat átmenetileg nem elérhető";
"kGprsPdpAuthenticationFailure" = "PDP hitelesítés sikertelen";
"kGprsInvalidMobileClass" = "Érvénytelen mobil osztály";

"IPOD" = "iPod";
"MUSIC" = "Zene";

"SETTING_LANGUAGE" = "Nyelv beállítása…";
// Localized device name capabilities
"iPod" = "iPod";
"iPad" = "iPad";
"iPhone" = "iPhone";

"EXPIRED_FORMAT" = "A(z) “%@” kölcsönzési ideje lejárt";
"WARNING_DAYS_FORMAT" = "%@ napja van a(z) „%@” megtekintésére, aztán az törölve lesz";
"WARNING_DAY_FORMAT" = "%@ napja van a(z) „%@” megtekintésére, aztán az törölve lesz";
"WARNING_HOURS_FORMAT" = "%@ órája van a(z) „%@” megtekintésére, aztán az törölve lesz";
"WARNING_HOUR_FORMAT" = "%@ órája van a(z) „%@” megtekintésére, aztán az törölve lesz";
"WARNING_MINUTES_FORMAT" = "%@ perce van a(z) „%@” megtekintésére, aztán az törölve lesz";
"WARNING_MINUTE_FORMAT" = "%@ perce van a(z) „%@” megtekintésére, aztán az törölve lesz";

"NEWSSTAND_ICON_TITLE" = "Újságos";
"NEWSSTAND_FOLDER_TITLE" = "Újságos";
"NEWSSTAND_STORE_BUTTON_TITLE" = "Áruház";
"NEWSSTAND_NEWISSUEBADGE_TITLE" = "Új";

"DELETE_ICON_TITLE" = "Ikon törlése";
"DELETE_ICON_BODY" = "Valóban törölni kívánja a(z) „%@” könyvjelzőt?";
"DELETE_ICON_CONFIRM" = "Törlés";
"DELETE_ICON_CANCEL" = "Mégsem";

"DELETE_WIDGET_TITLE" = "„%@” törlése";
"DELETE_WIDGET_BODY" = "Biztos benne, hogy törölni kívánja a(z) „%@” elemet?";
"DELETE_WIDGET_CONFIRM" = "Törlés";
"DELETE_WIDGET_CANCEL" = "Mégsem";

"UNINSTALL_ICON_TITLE" = "„%@” törlése";
"UNINSTALL_ICON_TITLE_FOR_APP_WITH_DOCUMENTS_IN_CLOUD" = "„%@” törlése";
"UNINSTALL_ICON_TITLE_FOR_APP_WITH_DOCUMENTS_UPDATES_PENDING" = "Dokumentumfrissítések vannak függőben";
"UNINSTALL_ICON_BODY" = "„%@” törlésével annak összes adata is törölve lesz.";
"UNINSTALL_ICON_BODY_MULTIPLE" = "„%@” törlésével a(z) %@ és annak összes adata is törölve lesz.";
"UNINSTALL_ICON_BODY_FOR_APP_WITH_DOCUMENTS_IN_CLOUD" = "A(z) „%@” törlése törölni fogja annak minden adatát innen: %@. Az iCloudban tárolt dokumentumok és adatok nem lesznek törölve, és a Beállításokban kezelhetők maradnak.";
"UNINSTALL_ICON_BODY_FOR_APP_WITH_DOCUMENTS_UPDATES_PENDING" = "Néhány dokumentum az iCloudban függőben lévő frissítéssel rendelkezik. Ezek a frissítések elvesznek, ha törli a következőt: „%@”.";
"UNINSTALL_ICON_CONFIRM" = "Törlés";
"UNINSTALL_ICON_CANCEL" = "Mégsem";

"RATINGS_ICON_TITLE" = "Törlés előtt kérem, minősítse a(z) „%@” alkalmazást.";
"RATINGS_ICON_BODY" = "Minősítéshez koppintson egy csillagra.";
"RATINGS_ICON_SKIP" = "Kösz, nem";
"RATINGS_ICON_RATE" = "Ráta";

"GAMECENTER_DELETE_STATS_TITLE" = "Eltávolítja a(z) \"%@\" elemet a Game Center rendszerből?";
"GAMECENTER_DELETE_STATS_BODY" = "Ön nem fog többé szerepelni a(z) „%@” eredménytábláin.";
"GAMECENTER_DELETE_STATS_DELETE" = "Törlés";
"GAMECENTER_DELETE_STATS_CANCEL" = "Megtartás";

"REORDER_INFO_TEXT" = "Az átrendezési módba lépéshez koppintson egy ikonra, és tartsa megérintve azt. Megálláshoz kattintson a Főgombra.";
"REORDER_INFO_TITLE" = "Főoldal szerkesztése";
"REORDER_INFO_BODY" = "Az ikonok átrendezéséhez érintsen meg egy ikont, és tartsa rajta az ujját, míg az ikon el nem kezd remegni, majd húzza azt a kívánt helyre.\nTovábbi Főképernyők létrehozásához húzza az ikont a kijelző jobb szélére.\nHa kész, nyomja meg a Főgombot.";

"CARRIER_DEBUGGING_TITLE" = "Diagnosztikára konfigurálva";
"CARRIER_DEBUGGING_BODY" = "Ez az eszköz diagnosztikai adatoknak az Apple felé küldésére lett konfigurálva.\nAz Apple felé küldött jelentésben az összes használati adat szerepelni fog, beleértve az Ön személyes adatait is. Ennek a kiadás előtti szoftver tesztelőitől várjuk ezen adatok beküldését.\nAmennyiben olyan tevékenységet végez, melyre ezt a funkciót ki kellene kapcsolnia, útmutatásokért lépjen kapcsolatba munkaadójával.";

"UNHANDLED_URL_TITLE" = "Nem támogatott URL";
"UNHANDLED_URL_BODY" = "Ez az URL nem lett betöltve:\n%@";

"RESTRICTED_URL_TITLE" = "Korlátozott URL";
"RESTRICTED_URL_BODY" = "Ez az URL nem lett betöltve:\n%@";

"CALL_PERMISSION_ALERT_CALL" = "Hívás";
"CALL_PERMISSION_ALERT_CANCEL" = "Mégsem";

"DOWNLOADING_ICON_LABEL" = "Betöltés…";
"INSTALLING_ICON_LABEL" = "Telepítés…";
"PAUSED_ICON_LABEL" = "Szüneteltetve";
"RESTRICTED_ICON_LABEL" = "Korlátozott";
"WAITING_ICON_LABEL" = "Várakozás…";

"APP_DOWNLOAD_QUEUE_ERROR" = "Letöltési adatok nem gyűjthetők be. Kérem, kapcsolódjon az iTunes által.";

"PENDING_DOWNLOAD_REMOVED_TITLE" = "Letöltések végbementek";
"PENDING_DOWNLOAD_REMOVED_BODY" = "Bizonyos letöltések végbementek az iTunes alkalmazásban a számítógépén.";
"PENDING_DOWNLOAD_REMOVED_OK" = "Bezárás";

"ALL_PENDING_DOWNLOADS_REMOVED_TITLE" = "Letöltések végbementek";
"ALL_PENDING_DOWNLOADS_REMOVED_BODY" = "Az összes letöltés végbement az iTunes alkalmazásban a számítógépén.";
"ALL_PENDING_DOWNLOADS_REMOVED_OK" = "Bezárás";

"ENTER_CURRENT_PASSCODE" = "A jelkódjának módosításához először adja meg a jelenlegi jelkódját.";
"ENTER_NEW_PASSCODE" = "Új jelszó";
"CONFIRM_NEW_PASSCODE" = "Ismét adja meg új jelkódját";
"CONFIRM_NEW_PASSCODE_MISMATCH" = "Az új jelkódok nem egyeznek. %@";

"PASSCODE_ALERT_EMERGENCY" = "Vészhelyzet";
"PASSCODE_ALERT_CANCEL" = "Mégsem";
"PASSCODE_ALERT_NEXT" = "Folytatás";
"PASSCODE_ALERT_DONE" = "Mentés";
"PASSCODE_ALERT_TITLE" = "Jelkódkövetelmény";
"PASSCODE_ALERT_INCORRECT_PASSCODE" = "Helytelen jelkód. Adja meg a jelenlegi jelkódját.";

"NON_COMPLIANT_PASSCODE_LATER" = "Később";
"NON_COMPLIANT_PASSCODE_CONTINUE" = "Folytatás";
"PASSCODE_REMINDER_CANCEL" = "Ne most";
"PASSCODE_REMINDER_CONTINUE" = "Folytatás";

"AFTER_CLTM_SHUTDOWN_BODY_IPHONE" = "Az iPhone hőmérséklet miatt lekapcsolt.";
"AFTER_CLTM_SHUTDOWN_BODY_IPAD" = "Az iPad hőmérséklet miatt lekapcsolt.";
"AFTER_CLTM_SHUTDOWN_BODY_IPOD" = "Az iPod hőmérséklet miatt lekapcsolt.";

"IPHONE_TOO_HOT" = "Hőmérséklet";

"FIREWIRE_ALERT_STRING" = "A töltés nem támogatott\nezzel a kiegészítővel";
"THERMAL_ALERT_STRING_IPHONE" = "Az iPhone készüléknek le kell hűlnie,\nmielőtt használhatná azt.";
"THERMAL_ALERT_STRING_IPAD" = "Az iPad készüléknek le kell\nhűlnie, mielőtt használhatná azt.";
"THERMAL_ALERT_STRING_IPOD" = "Az iPod készüléknek le kell\nhűlnie, mielőtt használhatná azt.";

"APP_PROFILE_EXPIRED_BODY" = "A(z) „%@” alkalmazás nem nyitható meg, mert az előkészítési profil lejárt.";
"APP_PROFILE_EXPIRED_OK" = "OK";

"APP_PROFILE_NOT_TRUSTED_BODY" = "Biztos benne, hogy meg kívánja nyitni a(z) „%2$@” fejlesztő „%1$@” alkalmazását?";
"APP_PROFILE_NOT_TRUSTED_CONFIRM" = "Folytatás";
"APP_PROFILE_NOT_TRUSTED_CANCEL" = "Kilépés";

"MULTIPLE_NEW_MESSAGE_HIDDEN_PREVIEW" = "%@ új szöveges üzenet";
"AWAY_MASKED_SMSES_LABEL" = "Szöveges üzenetek";
"AWAY_MASKED_SMS_LABEL" = "Szöveges üzenet";

"SIMULATOR_CARRIER_STRING" = "Szolgáltató";

"PRINT_CENTER_TITLE" = "Nyomt.közp.";

"SEARCH_BAR_PLACEHOLDER" = "Keresés itt: %@";
"NO_SEARCH_RESULTS" = "Nincs találat";
"EMPTY_SEARCH_RESULT" = "(névtelen)";
"SEARCH_SUBTITLE_SEPARATOR" = " — ";
"SEARCH_WEB" = "Keresés a weben";
"SEARCH_WIKIPEDIA" = "Keresés a Wikipédián";
"SEARCH_TOP_HIT" = "Csúcstalálat";

"ALL_DAY"   = "Egésznapos";
"YESTERDAY" = "Tegnap";
"TODAY" = "Ma";
"TOMORROW" = "Holnap";
"TODAY_TOMORROW_YESTERDAY_DATE_FORMAT" = "%@ %@";

"REMOTE_NOTIFICATION_NEED_IDENTITY_ALERT_TITLE" = "A Push (átküldési) értesítők használatához kapcsolódjon az iTunes-ra";
"REMOTE_NOTIFICATION_NEED_IDENTITY_ALERT_BODY" = "A(z) „%@” értesítések lehetnek jelzések, hangok és ikonjelvények.";
"REMOTE_NOTIFICATION_NEED_IDENTITY_ALERT_DISMISS" = "OK";

"REMOTE_NOTIFICATION_PERMISSION_ALERT_TITLE" = "A(z) „%@” Push (átküldési) értesítéseket kíván Önnek küldeni";
"REMOTE_NOTIFICATION_PERMISSION_ALERT_BODY" = "Az értesítések lehetnek jelzések, hangok és ikonjelvények. Ezek a Beállítások részben konfigurálhatók.";
"REMOTE_NOTIFICATION_CONTENT_DOWNLOAD_AND_PUSH_PERMISSION_ALERT_TITLE" = "A(z) „%@” új kiadásokat és átküldési értesítéseket kíván Önnek küldeni";
"REMOTE_NOTIFICATION_CONTENT_DOWNLOAD_PERMISSION_ALERT_TITLE" = "A(z) „%@” új kiadásokat kíván Önnek küldeni";
"REMOTE_NOTIFICATION_CONTENT_DOWNLOAD_ALERT_BODY" = "Az új kiadások automatikusan le lesznek töltve Wi-Fi-n. Ezek a Beállítások részben konfigurálhatók.";
"REMOTE_NOTIFICATION_PERMISSION_ALERT_DENY" = "Tiltás";
"REMOTE_NOTIFICATION_PERMISSION_ALERT_ALLOW" = "OK";

"REMOTE_NOTIFICATION_SYSTEMWIDE_ALERT_TITLE" = "Ahhoz, hogy „%@” számára engedélyezze hangok, jelzések és jelvények fogadását, kapcsolja be a Push (átküldési) értesítéseket";
"REMOTE_NOTIFICATION_SYSTEMWIDE_ALERT_DISMISS" = "Mégsem";
"REMOTE_NOTIFICATION_SYSTEMWIDE_ALERT_SETTINGS" = "Beállítások";

"REMOTE_NOTIFICATION_SIMULATOR_NOT_SUPPORTED_NSERROR_DESCRIPTION" = "a távoli értesítések nem támogatottak a szimulátorban";
"REMOTE_NOTIFICATION_ENTITLEMENT_NSERROR_DESCRIPTION" = "az alkalmazáshoz nem található érvényes '%@' meghatalmazási karaktersor";

"BACKGROUND_CONTINUATION_PERMISSION_ALERT_TITLE" = "A(z) „%@” a háttérben szeretne futni";
"BACKGROUND_CONTINUATION_PERMISSION_ALERT_BODY" = "A(z) %@ háttérben való futtatása a Beállítások használatával konfigurálható.";
"BACKGROUND_CONTINUATION_PERMISSION_ALERT_DENY" = "Tiltás";
"BACKGROUND_CONTINUATION_PERMISSION_ALERT_ALLOW" = "OK";

"BATTERY_CHARGE_PERCENTAGE" = "%@ feltöltve"; 

"INTERNET_TETHERING_SINGLE_HOST" = "Személyes hozzáférési pont: 1 kapcsolat";
"INTERNET_TETHERING_MULTIPLE_HOSTS" = "Személyes hozzáférési pont: %@ kapcsolat";

"CLASS_0_ALERT_MESSAGE_FROM" = "Üzenet %@ feladótól:";

"APPLICATION_SWITCHER_TITLE" = "Alkalmazások";
"APPLICATION_SWITCHER_CANCEL" = "Mégsem";
"APPLICATION_SWITCHER_QUITAPP" = "Kilépés";

"DATA_PLAN_LATER" = "Később";
"DATA_PLAN_NOW" = "Most";

"DATA_PLAN_NEW_ACCOUNT_TITLE" = "Mobil adatfiók";
"DATA_PLAN_NEW_ACCOUNT_BODY" = "Nem rendelkezik adatelőfizetéssel. Be kíván állítani egy új fiókot? Amennyiben nem, a Beállítások használatával ezt később is megteheti.";

"DATA_PLAN_DISABLE_TITLE" = "Mobil adatforgalom";
"DATA_PLAN_DISABLE_BODY" = "Ha nem szeretne kérdéseket kapni a mobil adatelőfizetésével kapcsolatban, a Beállítások pontban kikapcsolhatja a Mobil adatforgalom lehetőséget.";

"DATA_PLAN_ADD_TITLE" = "Mobil adatelőfizetés-használat";
"DATA_PLAN_ADD_LOW_BODY" = "Az adatelőfizetésének csak %@ része marad meg. Kíván most több adatot adni az előfizetéséhez? Ha most nem ad hozzá, később is megteheti azt a Beállítások használatával.";
"DATA_PLAN_ADD_EXPIRATION_BODY_MULTIPLE_DAYS" = "Az adat-előfizetése %@ nap múlva lejár. Kíván most több időt adni az előfizetéséhez? Ha most nem ad hozzá, később is megteheti azt a Beállítások használatával.";
"DATA_PLAN_ADD_EXPIRATION_BODY_ONE_DAY" = "Az adat-előfizetése 1 nap múlva lejár. Kíván most több időt adni az előfizetéséhez? Ha most nem ad hozzá, később is megteheti azt a Beállítások használatával.";
"DATA_PLAN_ADD_EXPIRATION_BODY_LESS_THAN_MULTIPLE_DAYS" = "Az adat-előfizetése kevesebb, mint %@ nap múlva lejár. Kíván most több időt adni az előfizetéséhez? Ha most nem ad hozzá, később is megteheti azt a Beállítások használatával.";
"DATA_PLAN_ADD_EXPIRATION_BODY_MULTIPLE_HOURS" = "Az adat-előfizetése hozzávetőleg %@ óra múlva lejár. Kíván most több időt adni az előfizetéséhez? Ha most nem ad hozzá, később is megteheti azt a Beállítások használatával.";
"DATA_PLAN_ADD_EXPIRATION_BODY_ONE_HOUR" = "Az adat-előfizetése hozzávetőleg 1 óra múlva lejár. Kíván most több időt adni az előfizetéséhez? Ha most nem ad hozzá, később is megteheti azt a Beállítások használatával.";
"DATA_PLAN_ADD_EXPIRATION_BODY_MULTIPLE_MINUTES" = "Az adat-előfizetése hozzávetőleg %@ perc múlva lejár. Kíván most több időt adni az előfizetéséhez? Ha most nem ad hozzá, később is megteheti azt a Beállítások használatával.";
"DATA_PLAN_ADD_EMPTY_BODY" = "A jelenlegi előfizetésén nem maradt adat. Kíván most több adatot hozzáadni? Ha most nem ad hozzá, későbbi is megteheti azt a Beállítások használatával.";

"DATA_PLAN_ACTIVATED_TITLE" = "Adatelőfizetés aktiválva";
"DATA_PLAN_ACTIVATED_FORMAT" = "Az Ön %@ mobil adat-előfizetése sikeresen aktivála lett.";

"DATA_PLAN_UPDATED_TITLE" = "Mobil adatelőfizetés frissítve";
"DATA_PLAN_UPDATED_FORMAT" = "Az Ön %@ mobil adat-előfizetése sikeresen frissítve lett.";

"DATA_PLAN_FAILED_TITLE" = "Adatelőfizetési aktiválás sikertelen";
"DATA_PLAN_FAILED_ACTIVATE_FORMAT" = "Az Ön %@ mobil adat-előfizetésének aktiválása sikertelen.";
"DATA_PLAN_FAILED_UPDATE_FORMAT" = "Az Ön %@ mobil adat-előfizetésének aktiválása sikeres.";

"DATA_PLAN_FAILED_TRY_LATER" = "Mégsem";
"DATA_PLAN_FAILED_TRY_AGAIN" = "Új próba";

"ORIENTATION_LOCK_PORTRAIT_LOCKED" = "Álló irányultság zárolva";
"ORIENTATION_LOCK_PORTRAIT_UNLOCKED" = "Álló irányultság feloldva";
"ORIENTATION_LOCK_LANDSCAPE_LOCKED" = "Fekvő irányultság zárolva";
"ORIENTATION_LOCK_UNLOCKED" = "Irányultság zárolása feloldva";

"MUTE_ON" = "Némítás bekapcsolása";
"MUTE_OFF" = "Némítás kikapcsolása";

/* format string for alarms on events in other time zones - #1 is main time string, #2 is time in other time zone (e.g. 'Today at 1:00 pm (4:00 pm EDT)')*/
"ALARM_OTHER_TIMEZONE_FORMAT" = "%1$@ (%2$@)";

"IBOOKS_UNSUPPORTED_TITLE" = "iBooks frissítés";
"IBOOKS_UNSUPPORTED_BODY" = "Töltse le az ingyenes frissítést az App Store áruházból.";
"IBOOKS_UNSUPPORTED_DOWNLOAD" = "Letöltés";
"IBOOKS_UNSUPPORTED_CANCEL" = "Mégsem";

"BULLETIN_LIST_DONE" = "Kész";
"BULLETIN_LIST_CLEAR" = "Törlés";
"BULLETIN_LIST_NO_NEW_NOTIFICATIONS" = "Nincsenek új értesítések";

"SYNCING_ICON_LABEL" = "Szinkronizálás…";
"CLEANING_ICON_LABEL" = "Tisztítás…";

// Software Update Alerts
"SOFTWARE_UPDATE_AVAILABLE_ALERT_TITLE"  = "Szoftverfrissítés";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY"   = "A(z) %@ mostantól elérhető.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY_IPHONE" = "A(z) %@ mostanról elérhető az iPhone készülékére.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY_IPAD" = "A(z) %@ mostanról elérhető az iPad készülékére.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY_IPOD" = "A(z) %@ mostanról elérhető az iPod készülékére.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_CANCEL" = "Bezárás";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_ACTION" = "Részletek";

"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_TITLE"      = "Szoftverfrissítés";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL"          = "A(z)%@ %@ másodpercen belül telepítve lesz. Az eszköz újra fog indulni a telepítés végén.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR"        = "A(z)%@ %@ másodpercen belül telepítve lesz. Az eszköz újra fog indulni a telepítés végén.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL_IPHONE"   = "A(z)%@ %@ másodpercen belül telepítve lesz. Az iPhone újra fog indulni a telepítés végén.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR_IPHONE" = "A(z)%@ %@ másodpercen belül telepítve lesz. Az iPhone újra fog indulni a telepítés végén.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL_IPAD"     = "A(z)%@ %@ másodpercen belül telepítve lesz. Az iPad újra fog indulni a telepítés végén.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR_IPAD"   = "A(z)%@ %@ másodpercen belül telepítve lesz. Az iPad újra fog indulni a telepítés végén.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL_IPOD"     = "A(z)%@ %@ másodpercen belül telepítve lesz. Az iPod újra fog indulni a telepítés végén.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR_IPOD"   = "A(z)%@ %@ másodpercen belül telepítve lesz. Az iPod újra fog indulni a telepítés végén.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_CANCEL"     = "Később";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_ACTION"     = "Telepítés";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_LOCK_LABEL" = "szüneteltetés";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_LOCK_LABEL_SHORT" = "várakozás";

"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_TITLE"        = "A szoftverfrissítés sikertelen volt";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_BODY_GENERIC" = "Hiba történt a(z) %@ letöltése közben.";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_CANCEL"       = "Bezárás";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_ACTION"       = "Beállítások";

"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_TITLE"  = "A frissítés nem tölthető le";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_BODY"   = "Nincs elég szabad tárolóhely a(z) %@ letöltéséhez. A tárolóhelyet a Beállításokban kezelheti.";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_CANCEL" = "Bezárás";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_ACTION" = "Beállítások";

"SOFTWARE_UPDATE_INSTALL_FAILURE_UNAVAILABLE_TITLE"  = "Nem áll rendelkezésre szoftverfrissítés";
"SOFTWARE_UPDATE_INSTALL_FAILURE_UNAVAILABLE_BODY"   = "A Szoftverfrissítés jelenleg nem érhető el. Próbálja újra később.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_ALERT_TITLE"        = "A frissítés nem telepíthető";
"SOFTWARE_UPDATE_INSTALL_FAILURE_GENERIC_ALERT_BODY" = "Hiba történt a(z) %@ telepítése közben.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_BATTERY_ALERT_BODY" = "A szoftverfrissítéshez legalább %@ akkumulátortöltöttség szükséges, vagy csatlakoztatni kell az áramforrást.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_STORAGE_ALERT_BODY" = "A szoftverfrissítéshez legalább %@ szabad tárhely szükséges.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_NETWORK_ALERT_BODY" = "A szoftverfrissítéshez hálózati kapcsolat szükséges.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_ALERT_CANCEL"       = "Bezárás";
"SOFTWARE_UPDATE_INSTALL_FAILURE_ALERT_ACTION"       = "Beállítások";

"SOFTWARE_UPDATE_VERIFYING_ALERT_BODY" = "Frissítés ellenőrzése...";

"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_TITLE"  = "A frissítés nem ellenőrizhető";
"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_BODY"   = "A(z) %@ ellenőrzése sikertelen volt, mert Ön nem kapcsolódik az internethez.";
"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_CANCEL" = "Bezárás";
"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_ACTION" = "Újrapróbálkozás";

// Newsstand card icon
"NEWSSTAND_CARD_TEXT" = "Magazinokat és újságokat az App Store áruházból tölthet le";

// Relative date strings
"RELATIVE_DATE_FUTURE_SEC"  = "%@ másodpercen belül";
"RELATIVE_DATE_FUTURE_MIN"  = "%@ percen belül";
"RELATIVE_DATE_FUTURE_HOUR" = "%@ órán belül";
"RELATIVE_DATE_NOW"         = "most";
"RELATIVE_DATE_PAST_SEC"    = "%@ m.perce";
"RELATIVE_DATE_PAST_MIN"    = "%@ perce";
"RELATIVE_DATE_PAST_HOUR"   = "%@ órája";
"RELATIVE_DATE_PAST_DAY"    = "%@ napja";
